<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة استعادة كلمة المرور (Password Reset Language Lines)
    |--------------------------------------------------------------------------
    */

    'reset' => 'تمت إعادة تعيين كلمة المرور بنجاح!',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قليلاً قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لم نتمكن من العثور على مستخدم بعنوان البريد الإلكتروني هذا.",

];
